Revit 2027 API
RebarContainer.ItemsCount Property
 The count of Items in this Rebar Container.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int ItemsCount { get; }
Public ReadOnly Property ItemsCount As Integer
	Get
public:
property int ItemsCount {
	int get ();
}
member ItemsCount : int with get
Property Value
Int32
See Also
Reference
RebarContainer Class
Autodesk.Revit.DB.Structure Namespace